Repository: HCDigitalScholarship/GAM
Catalog: acceso/locale/*/LC_MESSAGES/django.po
Languages: de

source: Sobre los archivos del GAM
de: Über die GAM-Dateien

source: Founder 1
de: Gründer 1

source: Founder 2
de: Gründer 2

source: Founder 3
de: Gründer 3

source: Notable Members
de: Bemerkenswerte Mitglieder

source: Intro to notable members
de: Intro für namhafte Mitglieder

source: member 1
de: Mitglied 1

source: Amet nullam fringilla nibh nulla convallis tique ante proin.
de: Amet nullam fringilla nibh nulla convallis tique vor dem Pro

source: Amet nullam fringilla nibh nulla convallis tique ante proin.
de: Amet nullam fringilla nibh nulla convallis tique vor dem Pro

source: Our Mission
de: Unsere Mission

source: Augue euismod feugiat tempus
de: Augu euismod feugiat tempus

source: Una descripción general
de: Eine Allgemeine Beschreibung

source: Archivos Dentro del Caso
de: Dateien in der Hülle

source: Cerrar la tabla
de: Schließen Sie den Tisch

source: Contenido
de: Inhalt

source: Nombre
de: Name

source: Segundo
de: Zweitens

source: Apellido Paterno
de: Vaterlicher Nachname

source: Apellido Materno
de: Name der Mutter

source: Edad en el Momento
de: Alter im Moment

source: Género
de: Geschlecht

source: Etnicidad
de: Ethnizität

source: Profesión
de: Beruf

source: Actividaded Políticas
de: Actividaded-Richtlinien

source: Una historia de desapariciones en Guatemala
de: Eine Geschichte des Verschwindens in Gautemala

source: comienzo
de: Starten

source: Buscar
de: Suche

source: COMO APOYAR
de: WIE UNTERSTÜTZEN?

source: Voluntariado
de: Freiwilligenarbeit

source: CONTÁCTANOS
de: KONTAKTIEREN SIE UNS

source: 8a calle 3-11 Zona 1
de: 8. Straße 3-11 Zone 1

source: ¿Cómo donar?
de: Wie spenden?

source: SÍGUENOS
de: FOLGEN SIE UNS

source: La historia del GAM
de: Die Geschichte von GAM

source: Historia
de: Geschichte

source: Section picture
de: Abschnitt bild

source: Section 1
de: Abschnitt 1

source: Section 2
de: Abschnitt 2

source: leer más aquí
de: Lesen Sie hier mehr

source: Inicio
de: Startseite

source: la colección
de: die Sammlung

source: Buscador de casos
de: Suche nach Fällen

source: documentos
de: Dokumente

source: Idioma
de: Sprache

source: Hello I'm skynet
de: Hallo, ich bin Skynet
